Repository: nmset/saf7
Catalog: Resources/Lokalize/*/saf7.po
Languages: fr

source: Connected (
fr: Connecté (

source: Disconnected (
fr: Déconnecté (

source: Cannot initiate a connection. Check network, server, or parameters.
fr: Ne peut initialiser une connexion. Vérifiez le réseau, le serveur ou les paramètres.

source: Try
fr: Essai

source: : Waiting
fr: : Attente

source: before connecting...
fr: avant reconnexion

source: Giving up.
fr: Abandon.

source: Signaled to exit.
fr: Signal d'arrêt.

source: Full JID without resource
fr: JID complet sans la partie 'resource'

source: Password
fr: Mot de passe

source: Resource (optional)
fr: Resource (optionnel)

source: Server (optional)
fr: Serveur (optionnel)

source: Port (optional), default = 5222
fr: Port (optionnel), par défaut : 5222

source: Number of times to try to connect to server (optional), default = 0 (for ever)
fr: Nombre de tentative de reconnexion au serveur (optionnel), par défaut : 0 (tentatives permanentes)

source: Number of seconds between each connection attempt (optional), default = 30
fr: Délai entre les tentatives de connexion (optionnel), par défaut : 30

source: Number of seconds between each whitespace ping to the server (optional), default = 0 (never), at least 55
fr: Délai entre les pings de maintien de connexion au serveur (optionnel), par défaut : 0 (jamais), au moins 55

source: Bus name tag (optional), default=default
fr: Étiquette du bus (optionnel), défaut : default

source: Use specified configuration file (optional), else, pass all parameters on the command line
fr: Utiliser un fichier de configuration (optionnel), ou fournir tous les paramètres à la ligne de commande

source: Show messages (optional). Command line only.
fr: Sortie verbeuse (optionnel). Ligne de commande uniquement.

source: Failure with file :
fr: Échec avec le fichier :

source: Error :
fr: Erreur :

source: jid missing.
fr: jid manquant.

source: password missing.
fr: Mot de passe manquant.

source: wsping must be at least 55 seconds.
fr: wsping doit être au moins 55 secondes.
